[
  {
    "name": "Smash Burger Alfresco",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "1 cup finely chopped dill pickles",
      "1/2 cup mayonnaise",
      "2 Tbsp. ketchup",
      "2 Tbsp. sauce from a can of chipotles in adobo",
      "1/2 tsp. kosher salt, plus more",
      "1 1/2 lb. ground beef (20% percent fat)",
      "4 potato rolls",
      "1/2 head of iceberg lettuce, leaves separated, torn into pieces about the size of the buns",
      "1 white onion, very thinly sliced into rings on a mandoline",
      "4 thin tomato slices (optional)",
      "2 Tbsp. vegetable oil",
      "8 slices American cheese"
    ],
    "instructions": [
      "Prepare a grill for high heat. Place a cast-iron griddle, flat side up, on grate; heat until very hot, at least 20 minutes.",
      "Mix together pickles, mayonnaise, ketchup, adobo sauce, and 1/2 tsp. salt in a medium bowl; set special sauce aside.",
      "Divide beef into eight 3-oz. portions (don’t form into patties). Place 4 portions between 2 sheets of parchment paper, spacing 6\" apart, and, using a meat mallet or skillet, firmly smash to create thin patties, about 5\" across. Transfer to a baking sheet. Repeat with remaining portions and fresh parchment paper.",
      "Wrap all the buns together in a large sheet of foil to make a packet (this will keep buns soft and from getting too toasted on the grill). Place packet on grate and grill, turning once, until buns are warmed through, about 1 minute. Spread sauce over cut sides of buns. Place 3–4 pieces of lettuce on bottom buns and top each with some onion and a tomato slice, if using.",
      "Drizzle oil over griddle and use paper towels to evenly coat surface. The oil needs to be hot; you should see smoke almost instantly. Season patties lightly with salt. Place 4 on griddle, seasoned side down, and season top sides lightly with salt. Cook, undisturbed, until outer edges are brown and undersides are very crisp, about 2 minutes. Flip and place a slice of cheese on top of each patty. Cook until cheese is melted, about 30 seconds. Transfer patties to buns with toppings, stacking 2 patties on each bun. Repeat with remaining 4 patties, scraping off any cheese stuck to griddle in between batches."
    ],
    "tags": [
      "BON APPÉTIT",
      "GRILL/BARBECUE",
      "HAMBURGER",
      "CHEESE",
      "SUMMER",
      "GRILL",
      "BEEF",
      "GROUND BEEF",
      "SOY FREE",
      "PEANUT FREE",
      "TREE NUT FREE"
    ]
  }
]
