[
  {
    "name": "Ragù Bolognese",
    "servings": "/",
    "prepTime": "/",
    "ingredients": [
      "2 tablespoons butter",
      "2 tablespoons extra-virgin olive oil",
      "1 medium yellow onion, peeled and finely chopped",
      "2 small celery ribs, finely diced",
      "1 carrot, peeled and finely diced",
      "2 ounces prosciutto di Parma, finely chopped",
      "¾ pound ground beef chuck",
      "¾ pound ground pork",
      "Salt and freshly ground black pepper",
      "½ whole nutmeg, finely grated",
      "½ cup dry white wine",
      "1 cup whole milk, hot",
      "One 28-ounce can tomato purée",
      "1 cup chicken or beef stock"
    ],
    "instructions": [
      "Heat the butter and oil together in a heavy large pot over medium heat. Add the onions, celery, and carrots and cook, stirring often with a wooden spoon, until the vegetables have softened and the onions are translucent, 5–10 minutes. Stir in the prosciutto. Add the ground chuck and pork, season to taste with salt and pepper, and cook, breaking up the clumps of meat with the back of the spoon, until the meat is no longer pink, 5–10 minutes. Avoid frying or browning the meat.",
      "Season the meat with nutmeg. Add the wine to the pot and cook until evaporated, 10–12 minutes. Reduce the heat to medium-low. Add the milk and cook, stirring occasionally, until absorbed, about 20 minutes.",
      "Meanwhile, heat the tomato purée and stock together in a saucepan until hot, then add it to the meat. Reduce the heat to low and gently simmer, stirring occasionally, until the meat is tender, 5–7 hours. Add water if needed to keep the ragù loose and saucy. Season with salt and pepper."
    ],
    "tags": [
      "COOKBOOKS",
      "PASTA",
      "TOMATO",
      "SAUCE",
      "BEEF",
      "PORK",
      "ITALIAN",
      "ONION",
      "MILK/CREAM"
    ]
  },
  {
    "name": "Spaghetti with No-Cook Puttanesca",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "2 beefsteak tomatoes (about 1 lb.), halved crosswise, seeds removed",
      "2 garlic cloves, finely grated",
      "1 tsp. crushed red pepper flakes",
      "2 tsp. kosher salt, plus more",
      "1 1/2 cups cherry tomatoes, halved",
      "1 cup Castelvetrano olives, crushed, pits removed",
      "2 Tbsp. drained capers",
      "1/4 cup extra-virgin olive oil, plus more for drizzling",
      "12 oz. spaghetti",
      "1/4 cup finely chopped parsley",
      "3 Tbsp. unsalted butter, cut into pieces"
    ],
    "instructions": [
      "Pulse beefsteak tomatoes, garlic, red pepper flakes, and 2 tsp. salt in a food processor until smooth; transfer sauce to a large bowl and mix in cherry tomatoes, olives, capers, and 1/4 cup oil.",
      "Cook spaghetti in a large pot of boiling salted water, stirring occasionally, until al dente. Drain pasta, reserving 1/4 cup pasta cooking liquid.",
      "Add pasta, parsley, and butter to sauce. Toss vigorously with tongs, adding a splash of pasta cooking liquid or more as needed to create an emulsified sauce that coats pasta. Divide among bowls and drizzle with more oil."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "PASTA",
      "TOMATO",
      "OLIVE",
      "CAPERS",
      "QUICK & EASY",
      "NO-COOK",
      "SUMMER",
      "KID-FRIENDLY",
      "SOY FREE",
      "PEANUT FREE",
      "TREE NUT FREE"
    ]
  },
  {
    "name": "Spaghetti with Lobster Pomodoro",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "Kosher salt",
      "2 (1 1/4-lb.) live lobsters",
      "2 Tbsp. extra-virgin olive oil",
      "2 Tbsp. ghee or unsalted butter",
      "1/4 small red onion, thinly sliced",
      "3 garlic cloves, thinly sliced",
      "2 sprigs basil",
      "1 (14-oz.) can whole peeled San Marzano tomatoes",
      "12 oz. spaghetti",
      "4 oz. nduja, broken into small pieces"
    ],
    "instructions": [
      "Bring a large pot of salted water to a rolling boil. Working one at a time, cook lobsters 3 minutes, then transfer to a large bowl of ice water. Let cool just until you can comfortably handle them, about 1 minute, then twist off claws where the knuckles meet the body and return them to pot of boiling water. Cook 2 minutes (leave bodies in ice water). Add claws back to ice water and let both claws and bodies cool completely. (The lobsters are intentionally undercooked at this point but will finish cooking in the sauce.)",
      "Remove bodies and claws from ice water. Twist tails off bodies with your hands; discard heads (you won’t get enough meat to make it worth your time). Working with 1 tail at a time, place on a cutting board and, using a chef’s knife or cleaver, cut lengthwise all the way through tail in one motion. You should now have 2 even halves. Remove any tomalley or eggs from tails and discard. Remove meat from shells; discard shells. Using the back of a cleaver or a lobster cracker, crack claws on all sides and pick out meat; discard shells. Cut tail and claw meat into bite-size pieces. Place in an airtight container; cover and chill until ready to use.",
      "Heat oil and ghee in a large skillet over medium. As soon as ghee is melted, add onion and a pinch of salt and cook, stirring occasionally, until softened, about 5 minutes. Add garlic and cook, stirring occasionally, until garlic is very soft, about 5 minutes. Add basil and as soon as it is wilted, add the tomatoes, crushing well with your hands as you go. Bring to a gentle simmer and cook sauce until thick and flavors have melded, 20–25 minutes. Season sauce with salt and pluck out basil.",
      "Meanwhile, cook pasta in another large pot of boiling salted water, stirring occasionally, until very al dente (about 1 minute less than package directions).",
      "Using tongs, transfer pasta to skillet with sauce, then add nduja and a splash of pasta cooking liquid and reduce heat to medium-low (high heat can cause the sauce to break). Cook, tossing gently and adding splashes of pasta cooking liquid as needed to get sauce to cling tightly to pasta, until sauce and nduja are combined, about 1 minute. Taste and season pasta with salt if needed.",
      "Add chilled lobster meat to pasta and cook, tossing gently, just until lobster meat is warmed all the way through, about 2 minutes. Divide pasta among bowls and top with tarragon and parsley leaves.",
      "Do Ahead bold",
      "Lobster can be cooked 1 day ahead; keep chilled. Tomato sauce can be made 3 days ahead. Let cool; cover and chill. Reheat over medium before using."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "PASTA",
      "SEAFOOD",
      "SHELLFISH",
      "LOBSTER",
      "BASIL",
      "TOMATO",
      "SAUSAGE",
      "PORK",
      "TARRAGON"
    ]
  },
  {
    "name": "Rice Noodles al Pomodoro with Chili Oil",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "Kosher salt",
      "12 oz. wide rice noodles",
      "1/4 cup extra-virgin olive oil",
      "6 garlic cloves, thinly sliced",
      "1 Fresno chile or red jalapeño, thinly sliced",
      "2 large sprigs basil, plus torn leaves for serving",
      "3 pints cherry tomatoes, halved if large",
      "Chili oil and toasted sesame seeds (for serving)"
    ],
    "instructions": [
      "Bring a large saucepan of salted water to a boil. Remove from heat; add noodles. Let sit, stirring occasionally, until al dente, about 4 minutes (time may vary by brand). Drain and rinse under cold running water.",
      "Meanwhile, heat olive oil in a large skillet over medium. Cook garlic, stirring often, until softened and golden, about 3 minutes. Add chile and basil sprigs; cook, stirring, just until softened, about 1 minute. Add tomatoes and 1/4 cup water and cook, stirring occasionally, until most of the tomatoes have burst and are jammy, 8–10 minutes. Season with salt.",
      "Add noodles to sauce and toss to coat. Season with more salt if needed. Divide among bowls; drizzle with chili oil and top with sesame seeds and torn basil."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "NOODLE",
      "TOMATO",
      "CHILE PEPPER",
      "BASIL",
      "WHEAT/GLUTEN-FREE",
      "PASTA",
      "ITALIAN AMERICAN",
      "GARLIC",
      "VEGETARIAN",
      "VEGAN"
    ]
  },
  {
    "name": "Penne Without the Vodka",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "3–5 tablespoons olive oil, divided",
      "1/2 cup chopped yellow onion",
      "4 cloves garlic, crushed",
      "1 (14 1/2-ounce) can plum tomatoes, unsalted and crushed",
      "1/3 cup tomato sauce",
      "1/3 cup white grape juice (not from concentrate)",
      "2 tablespoons raw cane sugar",
      "1/2 teaspoon sea salt, plus more to taste if desired",
      "1/2 cup heavy whipping cream",
      "1 (1-pound) package penne pasta, cooked and drizzled with olive oil to prevent sticking",
      "1/2 cup shredded mozzarella cheese, for topping",
      "2 tablespoons chopped basil, for garnish",
      "1 tablespoon red pepper flakes"
    ],
    "instructions": [
      "In a large, deep saucepan over medium heat, warm 2 to 4 tablespoons of the oil. Add the onion and garlic and sauté for 2 to 3 minutes, until softened. Add the plum tomatoes, tomato sauce, grape juice, sugar, and salt. Using an immersion blender, purée the sauce as it cooks.",
      "Add the heavy cream and simmer for 20 minutes. Remove from the heat. Place the remaining 1 tablespoon of oil in the bottom of a large pasta serving bowl. Add some of the pasta to the bowl and the a few ladles of the sauce. Continue layering the pasta and sauce into the bowl until all has been transferred to the serving bowl. Using tongs or 2 large forks, integrate the sauce into the pasta. Taste and season further with the salt. Continue to toss until well combined.",
      "Top with the mozzarella cheese and garnish with the basil. Season with the red pepper flakes and serve hot."
    ],
    "tags": ["PASTA", "VODKA", "TOMATO", "MILK/CREAM", "MOZZARELLA", "BASIL"]
  },
  {
    "name": "Paccheri with Shellfish, Squid, and Tomatoes",
    "servings": "8 servings",
    "prepTime": "/",
    "ingredients": [
      "3 medium tomatoes, halved, seeds and cores removed",
      "12 oz. cleaned squid, bodies and tentacles separated",
      "6 Tbsp. extra-virgin olive oil, divided, plus more for drizzling",
      "1 1/2 lb. small shrimp, preferably head-on, peeled, deveined, shells and heads reserved",
      "2 cups dry white wine, divided",
      "6 garlic cloves, thinly sliced",
      "1 lb. cockles or Manila clams, scrubbed",
      "1 lb. mussels, scrubbed, debearded",
      "1/2 tsp. crushed red pepper flakes",
      "2 lb. paccheri or other large tube pasta",
      "Kosher salt",
      "1 Tbsp. fish sauce (optional)",
      "1 cup torn basil"
    ],
    "instructions": [
      "Grate tomatoes, cut side down, on the largest holes of a box grater into a medium bowl until only the skin is left. Finely chop skin and add to bowl.Cut squid bodies in half lengthwise, then cut each half crosswise into 1/2' pieces. Place in a small bowl. Cut tentacles in half crosswise; add to bowl.",
      "Heat 3 Tbsp. oil in a large Dutch oven or other heavy pot over medium-high. Add reserved shrimp shells and heads (if using). Cook, smashing down on shells and heads, until shells are beginning to brown, 10–12 minutes. Add 1 cup wine and cook until reduced by half and alcohol aroma is gone, about 5 minutes. Add 2 cups water and bring to a boil. Reduce heat to a bare simmer and cook until reduced by one-third, 15–20 minutes. Let stock cool 20 minutes, then strain through a fine-mesh sieve, pressing on solids, into a heatproof measuring glass (you should have about 1 1/2 cups). Set aside.",
      "Wipe out pot. Pour in remaining 3 Tbsp. oil and heat over medium. Add garlic and cook, stirring occasionally, until just golden, about 5 minutes. Add grated tomatoes and cook, stirring occasionally, until tomatoes thicken slightly and begin to stick to bottom of pot, 6–8 minutes. Add cockles, mussels, red pepper flakes, and remaining 1 cup wine. Cover pot and cook, shaking occasionally, until cockles and mussels are open, about 5 minutes. Using a slotted spoon, transfer cockles and mussels to a medium bowl, leaving behind any that have not opened. Cover pot again and cook unopened cockles and mussels another minute or so, then transfer to bowl with others. Discard any that have not opened at this point. Keep shellfish sauce warm.",
      "Meanwhile, cook pasta in a large pot of boiling salted water, until just slightly under al dente, 6–8 minutes. Using a heatproof measuring cup, scoop out about 1 cup pasta water. Transfer pasta to pot with sauce with a slotted spoon or mesh spider. Add reserved stock and bring to a boil. Reduce heat to a simmer and add shrimp and squid to sauce. Cook, tossing constantly and adding pasta water a splash at a time as needed, until pasta is al dente and sauce is glossy and thick enough to cling to noodles, about 5 minutes. Add fish sauce, if using, and fold in steamed cockles and mussels. Taste and season with salt if needed."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "SEAFOOD",
      "SHELLFISH",
      "MUSSEL",
      "SHRIMP",
      "CLAM",
      "PASTA",
      "TOMATO",
      "SQUID",
      "GARLIC",
      "BASIL",
      "ITALIAN",
      "QUICK AND HEALTHY",
      "HEALTHY",
      "DAIRY FREE",
      "WHITE WINE",
      "WINE"
    ]
  },
  {
    "name": "Lasagna Roll-Ups",
    "servings": "Makes 20 roll-ups, or 5 loaf pans",
    "prepTime": "/",
    "ingredients": [
      "20 lasagna noodles",
      "2 tablespoons olive oil",
      "1 medium onion, diced",
      "1 cup finely chopped mushrooms",
      "1 green bell pepper, seeded and diced",
      "3 garlic cloves, minced",
      "2 pounds ground beef",
      "1 (28-ounce can) diced tomatoes",
      "1 (6-ounce can) tomato paste",
      "1 teaspoon kosher salt",
      "1 teaspoon black pepper",
      "1 (30-ounce container) whole milk ricotta cheese",
      "1 pound mozzarella, grated",
      "1 cup grated Parmesan cheese",
      "2 large eggs",
      "4 tablespoons minced parsley",
      "4 tablespoons minced basil"
    ],
    "instructions": [
      "Boil the lasagna noodles in a large pot of salted water until al dente. Drain, rinse with cold water to cool, and lay flat on a sheet of foil. Set aside.",
      "In a large pot, heat the olive oil over medium-high heat. Add the onion, mushrooms, bell pepper, and garlic and sauté for 4 to 5 minutes, until the vegetables are starting to soften.In a large pot, heat the olive oil over medium-high heat. Add the onion, mushrooms, bell pepper, and garlic and sauté for 4 to 5 minutes, until the vegetables are starting to soften.",
      "Remove the veggie mixture from the pan. Add the ground beef to the pan and cook, stirring occasionally, until it's totally browned. Drain the excess fat and add the diced tomatoes, tomato paste, 1/2 teaspoon of the salt, 1/2 teaspoon of the pepper, and the veggie mixture. Stir to combine. Let the mixture simmer on low heat for 30 minutes.",
      "To make the filling, combine the ricotta, 1/2 cup of the mozzarella, 3/4 cup of the Parmesan, the eggs, the remaining 1/2 teaspoon salt and 1/2 teaspoon pepper, 3 tablespoons of the parsley, and 3 tablespoons of the basil. Stir to combine.",
      "To assemble, spoon a thin layer of sauce into the bottom of a 9 x 13-inch baking pan OR five 6-inch disposable foil loaf pans. Spread 2 to 3 tablespoons of the ricotta filling on each noodle and roll them up so that the cheese is on the inside of the roll. Lay them sideways in the pans (four will fit in each loaf pan, or you can fill a 9 x 13-inch pan with the roll-ups). Top evenly with the remaining sauce, mozzarella, and Parmesan.",
      "Follow the instructions to freeze below. If you're making the roll-ups right away, preheat the oven to 375°F, place the pan(s) on a baking sheet, and bake for 20 minutes, until hot and bubbly.",
      "Serve with salad and a hunk of bread. Convenient and wonderfully good!"
    ],
    "tags": [
      "HARPERCOLLINS",
      "LASAGNA",
      "ITALIAN",
      "DINNER",
      "KID-FRIENDLY",
      "PASTA",
      "SAUCE",
      "RICOTTA",
      "MOZZARELLA",
      "WINTER",
      "SUGAR CONSCIOUS",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Gramma Pandolfi's Pasta Sauce with Meatballs",
    "servings": "Serves 8–10",
    "prepTime": "4 hours 15 minutes",
    "ingredients": [
      "1/4 cup olive oil",
      "1 large onion, chopped",
      "1 garlic clove, finely chopped",
      "4 ounces button mushrooms, trimmed, sliced (about 3 cups)",
      "3 sweet Italian sausages, removed from casings (about 1 pound)",
      "8 ounces ground beef",
      "8 ounces ground pork",
      "2 teaspoons kosher salt",
      "1 teaspoon freshly ground black pepper",
      "1 teaspoon celery salt",
      "1 teaspoon dried oregano",
      "1 teaspoon garlic powder",
      "1 teaspoon onion powder",
      "1 (12-ounce) can tomato paste",
      "3 (28-ounce) cans crushed tomatoes",
      "1 (28-ounce) can tomato sauce"
    ],
    "instructions": [
      "Make the tomato sauce: bold",
      "Heat oil in a large stockpot over medium. Add onion, garlic, and mushrooms and cook, stirring occasionally, until soft, 6–8 minutes. Crumble sausage, beef, and pork with your fingers into onion mixture. Add kosher salt, pepper, celery salt, oregano, garlic powder, and onion powder and cook, breaking up meat with a wooden spoon, until browned and cooked through, 3–5 minutes. Add tomato paste and cook, stirring occasionally, 15 minutes. Add crushed tomatoes and tomato sauce. Stir to combine, then reduce heat to medium-low and simmer, stirring occasionally, at least 3 hours and up to 8.",
      "Cook the meatballs:",
      "Meanwhile, combine sausage, beef, pork, onion, breadcrumbs, Parmesan, milk, kosher salt, pepper, celery salt, oregano, garlic powder, and onion powder in a large bowl, breaking up meat with a wooden spoon. Using your hands, form mixture into 1' balls and chill until sauce is ready.",
      "When sauce is ready, heat 1–2 Tbsp. oil in a large skillet over medium-high. Working in batches, add meatballs (without crowding) and cook, turning frequently, until browned on all sides, about 5 minutes per batch, adding more oil as needed. Transfer meatballs to a rimmed baking sheet as you finish cooking each batch.",
      "Reserve 2 cups tomato sauce, then add meatballs to remaining sauce in stockpot. If your pot is not large enough, divide sauce and meatballs between 2 pots. Cover and continue to simmer until meatballs are cooked through, 10–15 minutes.",
      "When meatballs and sauce are almost ready, cook spaghetti in a large pot of boiling salted water, stirring occasionally, until al dente. Drain, reserving 1 cup pasta cooking liquid, and return pasta to pot over medium-low heat. Spoon reserved 2 cups tomato sauce over pasta and toss to coat. Add pasta cooking liquid, 1/4 cup at a time, as needed to loosen sauce and coat pasta.Divide pasta among plates and top with meatballs and remaining sauce. Sprinkle with Parmesan.",
      "Do Ahead",
      "Sauce can be made, cooled, and chilled for up to 5 days or frozen for up to 3 months. Meatballs can be shaped and chilled 1 day ahead. Meatballs can be cooked in sauce, cooled, and chilled for up to 5 days or frozen for up to 3 months."
    ],
    "tags": [
      "ITALIAN",
      "PASTA",
      "PORK",
      "TOMATO",
      "KID-FRIENDLY",
      "DINNER",
      "GROUND BEEF",
      "SAUSAGE",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Ramp Pesto Spaghetti",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "4 ounces ramp greens (about a fistful)",
      "Salted water",
      "ice water",
      "12 ounces spaghetti",
      "1 cup reserved pasta cooking liquid",
      "2 ramp bulbs and stalks (save or pickle the rest)",
      "1/4 cup toasted walnuts",
      "1/3 cup olive oil",
      "2 tablespoons grated Pecorino",
      "Salt",
      "Pecorino and lemon wedges for garnish"
    ],
    "instructions": [
      "Blanch greens from 4 ounces ramps (about a fistful) in a large pot of boiling salted water until wilted, about 10 seconds. Let cool in ice water; drain and squeeze out liquid. Return pot of water to a boil and cook 12 ounces spaghetti, stirring occasionally, until al dente; drain, reserving 1 cup cooking liquid.",
      "Meanwhile, coarsely chop 2 ramp bulbs and stalks (save or pickle the rest) and 1/4 cup toasted walnuts in a food processor. Add ramp greens, 1/3 cup olive oil, and 2 tablespoons grated Pecorino; process to a coarse paste. Season with salt.",
      "Toss spaghetti and 1/2 cup cooking liquid with pesto, adding more cooking liquid as needed until pesto coats pasta. Serve topped with more Pecorino and with lemon wedges."
    ],
    "tags": [
      "ITALIAN",
      "PASTA",
      "KID-FRIENDLY",
      "QUICK & EASY",
      "DINNER",
      "LUNCH",
      "PARMESAN",
      "LEEK",
      "PASTRY",
      "BON APPÉTIT",
      "SUGAR CONSCIOUS",
      "VEGETARIAN",
      "PESCATARIAN",
      "PEANUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "KOSHER",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Farro Spaghetti with Mushrooms and Hazelnuts",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "1/2 cup blanched hazelnuts",
      "3/4 cup low-sodium chicken broth",
      "1 teaspoon Sherry vinegar or red wine vinegar",
      "Kosher salt, freshly ground pepper",
      "1/4 cup olive oil",
      "1 pound maitake mushrooms, torn into bite-size pieces",
      "2 garlic cloves, finely chopped",
      "1/2 cup dry white wine",
      "12 ounces farro spaghetti",
      "1 teaspoon finely grated lemon zest"
    ],
    "instructions": [
      "Preheat oven to 350°. Toast hazelnuts on a baking sheet, stirring occasionally, until golden brown, 8–10 minutes. Let cool; set a small handful aside. Blend broth and remaining nuts in a blender until very smooth, about 5 minutes. Transfer hazelnut stock to a small bowl and stir in vinegar; season with salt and pepper.",
      "Heat oil in a large skillet over mediumhigh. Add mushrooms, season with salt and pepper, and cook, tossing occasionally, until golden brown, 8–10 minutes. Add garlic and cook, stirring, until fragrant, about 1 minute. Add wine. Bring to a vigorous simmer and cook until wine is slightly reduced, about 2 minutes.",
      "Meanwhile, cook pasta in a large pot of boiling salted water, stirring occasionally, until very al dente (pasta will still be opaque and very firm in the center). Drain pasta, reserving 1 1/2 cups pasta cooking liquid.",
      "Add pasta, 1 cup pasta cooking liquid, and 1/2 cup hazelnut stock to mushrooms and cook, tossing often and adding more cooking liquid to help finish cooking pasta and more hazelnut stock to help thicken sauce, until pasta is al dente and sauce is thickened and coats pasta, about 5 minutes. Taste and season with salt and pepper.",
      "Just before serving, finely grate reserved hazelnuts over pasta and top with lemon zest."
    ],
    "tags": [
      "ITALIAN",
      "CHEESE",
      "MUSHROOM",
      "PASTA",
      "KID-FRIENDLY",
      "DINNER",
      "LUNCH",
      "BON APPÉTIT",
      "DAIRY FREE",
      "PEANUT FREE",
      "SOY FREE",
      "KOSHER",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Pasta with Grilled Sausage, Peppers and Eggplant",
    "servings": "4 servings",
    "prepTime": "35 min",
    "ingredients": [
      "1 pound sweet or hot Italian sausage links",
      "1/2 pound sweet red peppers, such as frying peppers, cubanelles or bell peppers",
      "1 medium Italian eggplant (about 8 ounces), sliced lengthwise 1/2- inch thick",
      "2 tablespoons extra-virgin olive oil, plus more, for brushing",
      "Kosher salt",
      "Freshly ground black pepper",
      "8 ounces farfalle, cassarecce or other short pasta",
      "1 ounce freshly grated Parmigiano-Reggiano cheese (about 1/3 cup), plus more for serving",
      "1/4 cup basil leaves, torn"
    ],
    "instructions": [
      "Light a grill and preheat for at least 10 minutes or preheat a grill pan. Arrange the grill so half cooks over high heat and the other half can cook over moderately low heat. Meanwhile, soak 1 small bamboo skewer for 10 minutes.",
      "Prick the sausage links in a few places with a fork. Brush the peppers and eggplant slices all over with olive oil and season with salt and pepper.",
      "Oil the grill grates, then grill the sausage over moderate heat, turning frequently, until browned and cooked through, about 15 minutes. Transfer to a cutting board and let cool slightly.",
      "Meanwhile, grill the peppers over high heat, turning occasionally, until blackened all over, 10 to 15 minutes. Transfer to a bowl, cover with plastic wrap and let cool slightly.",
      "Grill the eggplant over high heat until dark brown grill marks form, about 4 minutes. Flip and grilled until charred and the eggplant is tender, 3 to 4 minutes longer. Transfer to the cutting board.",
      "Slice the sausages about 1/3 inch thick and transfer to a large serving bowl. Dice the eggplant and add it to the sausage. Peel the peppers, then discard the stems and seeds; slice into bite-sized strips and add it to the sausage and peppers.",
      "Meanwhile, in a large pot of boiling salted water, cook the pasta until al dente. Reserve 1/2 cup of the cooking water and drain. Add the pasta and the 2 tablespoons olive oil to the bowl and toss. Add the 1 ounce of cheese and toss again, adding pasta water, little by little, if you need to loosen the pasta sauce. Season with salt and pepper, add the basil and transfer to bowls. Serve the pasta, passing more cheese at the table."
    ],
    "tags": [
      "PASTA",
      "SAUSAGE",
      "EGGPLANT",
      "BELL PEPPER",
      "SUMMER",
      "GRILL",
      "GRILL/BARBECUE"
    ]
  },
  {
    "name": "Tagliatelle with Asparagus and Parmesan Fonduta",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "2 large egg yolks",
      "1 1/2 cups crème fraîche",
      "5 ounces Parmesan cheese, finely grated, plus a bit more for finishing",
      "1 medium garlic clove, finely grated on a rasp-style grater",
      "Kosher salt",
      "1 pound asparagus, woody bottoms snapped off, stalks cut on the diagonal into long 1/2- inch-thick pieces, tips left whole",
      "1/2 recipe Fresh Egg Pasta , cut into tagliatelle"
    ],
    "instructions": [
      "Bring a large pot of water to a boil. Meanwhile, bring an inch or two of water to a boil in a small pot. Whisk together the egg yolks, crème fraîche, Parmesan, and garlic in a large heatproof bowl that will fit snugly in the pot without making contact with the boiling water.",
      "Set the bowl in the small pot and whisk the egg mixture constantly, occasionally scraping the sides and removing the bowl from the pot every couple of minutes as you whisk to keep the cooking nice and slow (don't let it bubble). The mixture will look thick and clumpy for a few seconds, then become liquidy, and then, once the cheese has melted, silky smooth. Cook just until the liquidy sauce has thickened slightly (it should thinly coat the back of a spoon), 6 to 8 minutes. Set the bowl aside in a warm place.",
      "Salt the large pot of boiling water generously until it tastes slightly less salty than the sea. If you're confident that the pasta and asparagus will finish cooking at the same time, add them both to the water. If you're a worrywart, cook the asparagus first, scoop it into a colander to drain, then cook the pasta. Cook the asparagus until it is juicy with a slight bite, 3 to 4 minutes; and cook the pasta until it is fully cooked, 3 to 4 minutes.",
      "Drain the pasta and asparagus well in a colander, then pop them back into the now-empty pot. Pour in most of the fonduta and toss gently but well. Season to taste with salt and more fonduta, if you'd like. Transfer to bowls, top with a little more Parmesan, and eat straightaway."
    ],
    "tags": [
      "ITALIAN",
      "PASTA",
      "KID-FRIENDLY",
      "DINNER",
      "PARMESAN",
      "ASPARAGUS",
      "VEGETARIAN",
      "PESCATARIAN",
      "WHEAT/GLUTEN-FREE",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "KOSHER",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Cantaloupe and Pancetta Cream Sauce for Pasta",
    "servings": "Serves 4 as an appetizer",
    "prepTime": "/",
    "ingredients": [
      "3 tablespoons unsalted butter",
      "2 ounces sliced pancetta, diced",
      "1/4 cup minced shallot",
      "3 cups diced ripe cantaloupe (from 1 medium cantaloupe)",
      "1/2 cup heavy cream",
      "1/2 teaspoon salt",
      "1/4 teaspoon freshly ground black pepper, plus more for garnish",
      "1 teaspoon minced fresh marjoram leaves",
      "8 ounces spaghetti rigati, linguine, or fettucine",
      "1/2 cup freshly grated Parmigiano-Reggiano cheese"
    ],
    "instructions": [
      "Bring a large pot of salted water to a boil. Heat 1 tablespoon of the butter in a large sauté pan or Dutch oven over medium- high heat. Add the pancetta and cook, stirring frequently, until it is crisp and has rendered most of its fat, 3 to 4 minutes. Add the shallot and cook, stirring, until softened, 1 to 2 minutes. Add the remaining 2 tablespoons butter, and when it has melted, add the melon. Cook, stirring frequently, until the melon completely breaks down and forms a smooth, thick sauce, 8 to 10 minutes.",
      "Add the heavy cream, salt, pepper, and marjoram, and cook until the cream has reduced by half and the sauce has a smooth, thick consistency that coats the back of a spoon, about 3 minutes. Remove the sauce from the heat.",
      "Add the pasta to the boiling water, stir well, and cook until al dente (about 10 minutes). Drain well, reserving 1/2 cup of the pasta cooking water.",
      "Add the hot pasta and 1/4 cup of the Parmesan to the warm sauce. Return the pan to medium heat, and toss until the pasta is nicely coated with sauce and heated through. Should the sauce seem too thick, add a bit of the pasta cooking water to help toss the pasta and thin the sauce.",
      "Serve the pasta immediately, garnished with the remaining Parmesan cheese and with freshly ground black pepper."
    ],
    "tags": [
      "HARPERCOLLINS",
      "PASTA",
      "DINNER",
      "APPETIZER",
      "CANTALOUPE",
      "MELON",
      "SUMMER",
      "MILK/CREAM",
      "PORK",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED"
    ]
  },
  {
    "name": "Sour Cream and Onion Potato Salad",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "2 lb. baby Yukon Gold potatoes",
      "1 cup kosher salt, plus more",
      "¾ cup sour cream",
      "¼ cup mayonnaise",
      "1 Tbsp. onion powder",
      "2 tsp. Dijon mustard",
      "1 tsp. freshly ground black pepper",
      "1 garlic clove, finely grated",
      "1 bunch chives, thinly sliced, divided",
      "¼ small red onion, very thinly sliced through root end",
      "½ cup sour cream and onion potato chips"
    ],
    "instructions": [
      "Place potatoes in a large pot and pour in 3 qt. water to cover. Add 1 cup salt and bring water to a boil over medium-high heat. (Yes, this is a lot of salt, but it’s the right amount to ensure potatoes are seasoned through and through.) Reduce heat and simmer, adjusting heat as needed, until potatoes until fork-tender, 15–20 minutes. Scoop out ½ cup potato cooking liquid and set aside. Drain potatoes in a colander and let sit until cool enough to handle, about 10 minutes.",
      "Meanwhile, combine sour cream, mayonnaise, onion powder, mustard, and pepper in a large bowl and mix well to combine. Add garlic and half of chives and mix just to incorporate.",
      "Place red onion in a fine-mesh sieve and rinse for several seconds to take away some of its raw bite. Pat dry with paper towels. Mix half of onion into dressing; set aside remaining onion for serving.",
      "Working one at a time, set potatoes on a flat surface and crush slightly with the palm of your hand. Add to bowl with dressing along with ¼ cup potato cooking liquid. Do this while the potatoes are still warm so that they can absorb all of the seasoning. Don't worry if the dressing looks a little loose and watery at the beginning—it will all get absorbed and become creamier as it sits. Taste and season with more salt or, if your dressing looks too thick, a splash of potato cooking liquid.",
      "Top potatoes with remaining chives and reserved onion and crumble potato chips over."
    ],
    "tags": [
      "BON APPÉTIT",
      "SIDE",
      "PICNIC",
      "SUMMER",
      "POTLUCK",
      "POTATO SALAD",
      "POTATO",
      "SOUR CREAM",
      "ONION",
      "CHIVE",
      "MAYONNAISE",
      "MUSTARD",
      "VEGETARIAN",
      "SOY FREE",
      "WHEAT/GLUTEN-FREE",
      "TREE NUT FREE",
      "KID-FRIENDLY",
      "QUICK & EASY",
      "AMERICAN"
    ]
  },
  {
    "name": "Grilled Potatoes With Red Miso Butter",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "1½ lb. baby Yukon Gold potatoes",
      "½ cup Diamond Crystal or ¼ cup Morton kosher salt",
      "4 Tbsp. unsalted butter",
      "2 Tbsp. red miso",
      "1 garlic clove, finely chopped",
      "1 Tbsp. seasoned rice vinegar",
      "Freshly ground black pepper",
      "2 Tbsp. chopped parsley"
    ],
    "instructions": [
      "Prepare a grill for medium-high heat. Bring potatoes, salt, and 1 quart water to a boil in a medium saucepan over medium-high heat. Reduce heat and simmer until tender, 12–14 minutes; drain. Grill potatoes, turning often with tongs, until lightly charred, 6–8 minutes.",
      "Meanwhile, set a medium skillet, preferably cast iron, on grill. Place butter and miso in skillet and cook, stirring, until butter is melted and mixture is smooth, about 2 minutes. Remove from heat; stir in garlic and vinegar. Season with pepper.",
      "Transfer potatoes to skillet, breaking some in half with tongs. Toss to coat in miso butter. Add parsley; toss again."
    ],
    "tags": [
      "BON APPÉTIT",
      "SIDE",
      "VEGETABLE",
      "POTATO",
      "BUTTER",
      "PARSLEY",
      "VINEGAR",
      "GARLIC",
      "GRILL",
      "CAST IRON",
      "GRILL/BARBECUE",
      "SUMMER",
      "VEGETARIAN",
      "PEANUT FREE",
      "TREE NUT FREE"
    ]
  },
  {
    "name": "Apples, Potatoes, and Bacon",
    "servings": "2 servings",
    "prepTime": "/",
    "ingredients": [
      "450g potatoes (about 2 large)",
      "6 juniper berries",
      "2 large apples",
      "30g (2 tablespoons) butter",
      "2 tablespoons olive oil",
      "6 rashers smoked back bacon",
      "A small handful parsley, chopped",
      "150ml (2/3 cup) crème fraîche",
      "1–2 teaspoons grain mustard"
    ],
    "instructions": [
      "Put a pan of water on to boil. Scrub the potatoes and cut them into large pieces, drop them into the boiling water and cook for ten minutes, then drain. Roughly crush the juniper berries. Cut the apples into quarters and remove the cores.",
      "Warm the butter in a shallow pan with the olive oil, then add the crushed juniper berries, apples and drained potatoes. Keep the heat low to moderate and the pan partially covered with a lid. Baste from time to time. As the apples and potatoes edge towards tenderness, add the back bacon to the pan and let it cook in the appley butter. Season with salt, coarsely ground black pepper and half the chopped parsley.",
      "When the potatoes are golden and the apples soft, remove everything from the pan on to warm plates. Tip away any fat, but not any delicious crusty bits stuck to the pan, then spoon in the crème fraîche and mustard. Bring to the boil, stirring constantly, then spoon over the bacon and apples."
    ],
    "tags": [
      "HARPERCOLLINS",
      "DINNER",
      "POTATO",
      "APPLE",
      "HAM",
      "DAIRY",
      "MUSTARD",
      "WINTER",
      "BACON",
      "PORK"
    ]
  },
  {
    "name": "Spicy Smoked Gouda Twice-Baked Potatoes",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "4 russet potatoes, scrubbed",
      "4 cups grated smoked Gouda (about 1 pound)",
      "1 cup mayonnaise",
      "1/4 cup sour cream",
      "1/2 cup chopped pickled jalapeño chiles",
      "1 green onion, thinly sliced, plus more for garnish",
      "1/2 teaspoon smoked paprika"
    ],
    "instructions": [
      "PREHEAT the oven to 400°F. PLACE the potatoes directly on the middle oven rack and bake until knife tender, fluffy on the inside, and crispy on the outside, 1 1/2 hours. Remove from the oven and set aside to cool. Turn the broiler to high.",
      "MEANWHILE, stir together 2 cups of the Gouda, the mayonnaise, sour cream, pickled jalapeños, green onion, and paprika in a large bowl.",
      "WHEN the potatoes are cool enough to handle, slice them open lengthwise, scoop out the fluffy insides, and carefully transfer them to the Gouda mixture. Fold gently to combine.",
      "LAY the empty potato skins on a rimmed baking sheet and evenly distribute the potato filling among the skins, so they are almost overflowing with filling. Top each potato with a generous sprinkling of the remaining shredded Gouda.",
      "BROIL the potatoes until the cheese is melty and gooey, about 4 minutes. Keep an eye on them so the cheese doesn’t burn. Garnish with more green onions if desired. Serve immediately."
    ],
    "tags": [
      "HARPERCOLLINS",
      "POTATO",
      "BAKE",
      "GOUDA",
      "SIDE",
      "CHEESE",
      "VEGETARIAN",
      "JALAPEÑO",
      "GREEN ONION/SCALLION"
    ]
  },
  {
    "name": "Triple-Cooked Fries",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "5 pounds russet potatoes, peeled",
      "Kosher salt",
      "1 gallon beef tallow or duck fat (see Note)",
      "1 bunch fresh flat-leaf parsley, chopped"
    ],
    "instructions": [
      "Cut the potatoes into strips approximately 1/2 to 3/4 inch wide and 1/2 inch thick. As you cut them, submerge them in a bowl filled with cold water to prevent oxidizing (turning color).",
      "Fill a stockpot with cold water, add a little salt, and bring to a boil over medium-high heat. Lift the potatoes from the cold water with a slotted spoon and cook in the boiling water until fork-tender, 10 to 12 minutes. Lift the potatoes from the water and spread out on a paper towel–lined baking sheet. Pat the potatoes dry, replace the original layer of paper towels with dry paper towels, and refrigerate for at least 15 minutes.",
      "Meanwhile, in a deep, heavy pot or deep-fat fryer, bring the fat to a temperature of 275°F over medium-high heat.",
      "Working in batches, fry the chilled potatoes for 3 to 5 minutes before lifting them from the hot oil with a slotted metal spoon and spreading on the baking sheet (no paper towels this time!). Let the oil regain its heat between batches. Chill the potatoes again for about 15 minutes.",
      "While the potatoes chill, raise the heat under the fat or adjust the thermostat on the fryer and heat the fat to 375°F.",
      "Fry the chilled potatoes again until golden brown and crispy, 4 to 5 minutes, working in batches and letting the fat regain its heat between each one. Use tongs or extra-long chopsticks to break the potatoes apart, if necessary, and turn them in the fat so that they brown evenly.",
      "With a slotted spoon, transfer the fries to a shallow bowl. Add the parsley and toss to mix. Season with salt and serve warm."
    ],
    "tags": ["FRY", "POTATO", "SIDE", "PARSLEY"]
  },
  {
    "name": "Fried Potatoes with Tomato-Chipotle Sauce and Aïoli",
    "servings": "4 servings",
    "prepTime": "/",
    "ingredients": [
      "1/4 teaspoon fennel seeds",
      "2 tablespoons olive oil",
      "1/2 medium onion, finely chopped",
      "Kosher salt",
      "2 chipotle chiles",
      "1 large pasilla, New Mexico, or guajillo chile, seeds removed",
      "3 garlic cloves, finely chopped",
      "1/2 teaspoon ground coriander",
      "1 (28-ounce) can whole peeled tomatoes",
      "1 1/2 pounds russet potatoes, scrubbed, cut into 1-inch pieces",
      "Kosher salt",
      "1 large egg yolk",
      "1 garlic clove, finely grated",
      "1 teaspoon red wine vinegar",
      "3/4 cup grapeseed oil",
      "Vegetable oil (for frying; about 8 cups)",
      "3/4 teaspoon paprika",
      "1/4 teaspoon ground cumin"
    ],
    "instructions": [
      "Make the sauce: bold",
      "Grind fennel seeds in spice mill or mortar and pestle; set aside. Heat oil in a large skillet over medium. Add onion, season with salt, and cook, stirring often, until golden and soft, 8–10 minutes. Add chiles, garlic, coriander, and reserved fennel and cook, stirring, 1 minute. Add tomatoes, crushing with your hands as you go, and juices; reduce heat and gently simmer, stirring occasionally at first and more frequently as sauce thickens, until sauce is thickened and jammy, 50–60 minutes. Let cool; discard chiles. Pulse sauce in a food processor to a coarse purée.",
      "Make the potatoes and assemble: bold",
      "While tomato sauce is cooking, rinse potatoes in a colander under cold water until water runs clear. Transfer to a large pot and pour in cold water to cover by 1'. Season with salt and bring to a gentle simmer; cook until potatoes are just tender, 20–25 minutes. Drain and transfer potatoes to a kitchen towel–lined rimmed baking sheet. Chill (uncovered) until cold, about 1 hour.",
      "Meanwhile, whisk egg yolk, garlic, and vinegar in a small bowl to combine. Whisking constantly, gradually drizzle in grapeseed oil and continue to whisk until aioli is thickened and emulsified. Season with salt; stir in 1 tsp. water.",
      "Fit a large pot with thermometer and pour in vegetable oil to measure 3'. Heat over medium-high until thermometer registers 325°F. Working in batches, fry potatoes until skins begin to slightly bubble around edges but do not brown, about 2 minutes. Using a slotted spoon, transfer potatoes to paper towels to drain.",
      "Reheat oil until thermometer registers 375°F. Working in batches, refry potatoes until golden brown and very crisp, about 3 minutes per batch. Transfer to fresh paper towels to drain.",
      "Toss potatoes, paprika, and cumin in a large bowl; season with salt. Serve potatoes with tomato sauce and aioli."
    ],
    "tags": [
      "BON APPÉTIT",
      "POTATO",
      "MAYONNAISE",
      "SIDE",
      "FRY",
      "CHILE PEPPER",
      "CUMIN",
      "CORIANDER",
      "TOMATO",
      "GARLIC",
      "SPANISH/PORTUGUESE",
      "VEGETARIAN",
      "PESCATARIAN",
      "DAIRY FREE",
      "WHEAT/GLUTEN-FREE",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "KOSHER"
    ]
  },
  {
    "name": "Sour Cream Mashed Potatoes With Paprika",
    "servings": "12 servings",
    "prepTime": "/",
    "ingredients": [
      "5 pounds Yukon Gold potatoes, peeled, cut into 2' pieces",
      "Kosher salt",
      "1 garlic clove, finely grated",
      "2 cups whole-milk cottage cheese",
      "2 cups sour cream, divided",
      "1 bunch scallions, thinly sliced, divided",
      "Freshly ground black pepper",
      "Hot smoked Spanish paprika (for serving)"
    ],
    "instructions": [
      "Cook potatoes in a large pot of boiling salted water until tender, 20–25 minutes. Drain and return potatoes to still-hot pot. Add garlic, cottage cheese, 1 1/2 cups sour cream, and all but 1/4 cup scallions. Season generously with salt and pepper and mash with a potato masher until ingredients are incorporated but mixture is still coarse.",
      "Dollop remaining sour cream over potatoes; top with remaining scallions and several generous pinches of paprika."
    ],
    "tags": [
      "BON APPÉTIT",
      "POTATO",
      "SIDE",
      "THANKSGIVING",
      "KID-FRIENDLY",
      "SUGAR CONSCIOUS",
      "VEGETARIAN",
      "PESCATARIAN",
      "WHEAT/GLUTEN-FREE",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "KOSHER",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Mashed Potato Croquettes",
    "servings": "Makes 18",
    "prepTime": "/",
    "ingredients": [
      "2 large egg yolks",
      "2 cups cold mashed potatoes",
      "1/2 cup grated Parmesan",
      "2 tablespoons chopped fresh chives",
      "1 tablespoon all-purpose flour",
      "4 large eggs in a bowl",
      "2 cups breadcrumbs",
      "Vegetable oil for cooking"
    ],
    "instructions": [
      "Mix 2 large egg yolks, 2 cups cold mashed potatoes, 1/2 cup grated Parmesan, 2 tablespoons chopped fresh chives, and 1 tablespoon all-purpose flour in a medium bowl. Roll into walnut-size balls; chill until cold, at least 2 hours.",
      "Beat 4 large eggs in a bowl; place 2 cups breadcrumbs in another bowl. Pour vegetable oil into a medium skillet to measure 1/2' (about 2 cups) and heat over medium-high until a pinch of breadcrumbs bubbles immediately when added. Dip potato balls in egg, then roll in breadcrumbs. Working in batches, fry, turning often, until golden brown and crisp, 3–4 minutes. Drain on paper towels."
    ],
    "tags": [
      "POTATO",
      "SIDE",
      "THANKSGIVING",
      "KID-FRIENDLY",
      "BON APPÉTIT",
      "SUGAR CONSCIOUS",
      "KIDNEY FRIENDLY",
      "VEGETARIAN",
      "PESCATARIAN",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "KOSHER",
      "SMALL PLATES"
    ]
  },
  {
    "name": "Grilled Potato Salad with Cornichons and Dill",
    "servings": "6 servings",
    "prepTime": "/",
    "ingredients": [
      "2 pounds medium to large Yukon Gold potatoes (4 to 6 potatoes)",
      "1/4 cup extra-virgin olive oil plus 1 tablespoon",
      "Salt",
      "Freshly ground black pepper",
      "8 cornichons, finely chopped, plus 2 pickled onions from the jar, minced",
      "2 tablespoons cider vinegar",
      "3 tablespoons finely chopped dill"
    ],
    "instructions": [
      "In a large saucepan, cover the potatoes with water and bring to a boil. Simmer over moderate heat until just tender when poked with a fork, about 10 minutes. Drain and let cool slightly.",
      "Light a grill and preheat for at least 10 minutes or preheat a grill pan. Slice the potatoes crosswise 1/2 inch thick and transfer to a large bowl. Add 1 tablespoon of the olive oil, season with salt and pepper and toss.",
      "Grill the potatoes over moderately high heat until dark brown grill marks form, about 5 minutes. Flip and grill until the potatoes are browned and completely tender, 4 to 5 minutes longer. Return the potatoes to the bowl.",
      "In another large bowl, mix the cornichons with the pickled onions, the vinegar, dill and the remaining 1/4 cup of oil. Add the potatoes, season with salt and pepper and toss well. Let stand for at least 10 minutes, then serve warm or at room temperature."
    ],
    "tags": ["SALAD", "POTATO", "GRILL", "GRILL/BARBECUE", "DILL"]
  },
  {
    "name": "Red Hasselback Potatoes",
    "servings": "8 servings",
    "prepTime": "/",
    "ingredients": [
      "Cooking spray",
      "2 1/2 pounds medium red-skin potatoes (about 8), scrubbed",
      "6 garlic cloves, chopped",
      "1/4 cup olive oil",
      "2 teaspoons kosher salt",
      "Freshly ground black pepper"
    ],
    "instructions": [
      "Preheat the oven to 375°F. Spray a baking sheet with cooking spray.",
      "Place each potato in a large wooden spoon. Thinly slice the potato vertically, about every 1/8 inch, being careful not to slice all the way through to the bottom. The shape of the spoon should help prevent it.",
      "Place the potatoes on the prepared baking sheet. Sprinkle the garlic evenly over all the potatoes, and use your fingers to push it into the slits. Drizzle with the olive oil and sprinkle with the salt and pepper. Bake until tender and browned, 60 to 70 minutes.",
      "Variation: bold",
      "For the garlic lovers in the crowd, thinly slice the garlic and place it in the potato slits. You can sub in or add chopped shallots to the garlic in this recipe."
    ],
    "tags": [
      "POTATO",
      "SIDE",
      "BAKE",
      "PASSOVER",
      "ROOT VEGETABLE",
      "SUGAR CONSCIOUS",
      "VEGAN",
      "VEGETARIAN",
      "PESCATARIAN",
      "DAIRY FREE",
      "WHEAT/GLUTEN-FREE",
      "PEANUT FREE",
      "TREE NUT FREE",
      "SOY FREE",
      "NO SUGAR ADDED",
      "KOSHER"
    ]
  }
]
