[
  {
    "id": 100,
    "name": "Salt-and-Pepper Pork With Crispy Rice Cakes",
    "servings": "4",
    "prepTime": "/",
    "ingredients": [
      "8 oz. Korean rice cakes",
      "2 Tbsp. (or more) vegetable oil",
      "8 oz. ground pork, turkey, or chicken",
      "1 (2\") piece ginger, peeled, finely chopped",
      "2 garlic cloves, thinly sliced",
      "4 scallions, white and pale green parts only, thinly sliced",
      "Kosher salt, freshly ground pepper",
      "2 Tbsp. unsalted butter, cut into pieces",
      "1 Tbsp. soy sauce",
      "1 tsp. toasted sesame oil"
    ],
    "instructions": [
      "Place rice cakes in a medium bowl and pour in cold water to cover. Let soak 10 minutes. Drain, rinse, and pat dry.",
      "Heat vegetable oil in a large skillet over medium-high. Add pork and cook, undisturbed, until browned underneath, about 2 minutes. Break up with a wooden spoon or a spatula and continue to cook, stirring and breaking into large pieces, until browned all over but still pink in places, about 2 minutes more. Add rice cakes, ginger, garlic, and half of scallions; season with salt and plenty of pepper. Cook, stirring occasionally, until pork is cooked through and rice cakes are browned in spots, about 4 minutes. If pan looks a bit dry at any point, pour in a little more oil. Remove pan from heat; add butter, soy sauce, and sesame oil and toss to coat.",
      "Transfer pork mixture to a platter and top with remaining scallions."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "ASIAN",
      "KOREAN",
      "PORK",
      "TURKEY",
      "CHICKEN",
      "GREEN ONION/SCALLION",
      "SOY SAUCE",
      "GINGER",
      "PEANUT FREE",
      "TREE NUT FREE"
    ]
  },
  {
    "id": 101,
    "name": "Dakgangjeong (Korean Sweet, Crunchy Fried Chicken)",
    "servings": "4",
    "prepTime": "/",
    "ingredients": [
      "For the chicken: bold",
      "2 ½ pounds chicken wingettes or dumettes or small pieces of chicken (see headnote)",
      "¼ teaspoon kosher salt",
      "¼ teaspoon ground black pepper",
      "½ cup potato starch",
      "Vegetable oil",
      "⅓ cup toasted peanuts (optional)",
      "For the sauce and garnish: bold",
      "½ cup rice syrup or honey",
      "3 tablespoons soy sauce",
      "2 tablespoons brown or white sugar",
      "2 teaspoons white vinegar",
      "2 teaspoons yellow mustard",
      "2 tablespoons vegetable oil",
      "3 garlic cloves, mined",
      "1 teaspoon minced peeled ginger",
      "8 small dried red chili peppers",
      "2 teaspoons toasted sesame seeds",
      "2 to 3 teaspoons crushed red pepper flakes (optional)"
    ],
    "instructions": [
      "Make the chicken: bold",
      "Mix the chicken pieces, salt, and black pepper in a large bowl. Transfer to a large zipper-lock bag, add the potato starch, close the bag, and mix well by flipping the bag over and back again until the chicken is well coated.",
      "Place a large mesh strainer over a bowl.",
      "Heat 2 inches vegetable oil in a large, deep pan or wok over medium-high heat until it reaches about 340°F, 8 to 10 minutes. If you don’t have a thermometer, test it by dipping a tip of a chicken piece into the oil. If it bubbles, it’s ready. Carefully add the chicken to the oil one piece at a time, working in batches to avoid overcrowding.",
      "Deep-fry, turning the chicken with tongs, until all sides are light golden brown and crunchy, 10 to 12 minutes. As each piece is done, transfer it to the strainer. Once the chicken has drained, transfer it to a large bowl. Repeat with the rest of the chicken, making sure to bring the oil back up to 340°F between batches.",
      "Return the oil to 340°F over high heat and carefully add all the chicken—there’s no need to work in batches this time. The chicken will look a little soggy at first. Deep-fry, turning occasionally, until all the chicken pieces are dark golden brown and very crunchy, another 10 to 13 minutes. Transfer the chicken pieces to the strainer or a rack to drain, then place in a large bowl.",
      "If using the peanuts, place them in a slotted spoon or a small mesh strainer, carefully dip them into the hot oil, and fry for 15 to 30 seconds, just until light golden brown. Transfer to a small bowl.",
      "Make the sauce and serve: bold",
      "Mix the rice syrup, soy sauce, sugar, vinegar, and mustard in a small bowl.",
      "Heat a large pan or wok over medium-high heat. Add the oil, garlic, ginger, and chili peppers and stir for 30 seconds to 1 minute, until the garlic is a little crispy and fragrant. Add the soy sauce mixture and stir. Let it bubble for 2 to 3 minutes, until the mixture is shiny and a little sticky. Remove from the heat if not using right away and reheat until bubbling when ready to finish the chicken.",
      "Add the chicken and peanuts (if using) to the bubbling sauce and toss with a wooden spoon to coat nicely. Sprinkle with the toasted sesame seeds and a few teaspoons crushed red pepper flakes (if using). Transfer to a large plate or platter and serve. The chicken will remain crunchy for several hours if left at room temperature, or you can cover and refrigerate it for up to 3 days."
    ],
    "tags": [
      "ASIAN",
      "KOREAN",
      "CHICKEN",
      "DINNER",
      "HONEY",
      "PEANUT",
      "SESAME",
      "SOY SAUCE",
      "WHEAT/GLUTEN-FREE",
      "DAIRY FREE"
    ]
  },
  {
    "id": 102,
    "name": "Caesar Salad Roast Chicken",
    "servings": "4",
    "prepTime": "/",
    "ingredients": [
      "8 anchovies, mashed to a paste",
      "8 garlic cloves, finely grated",
      "6 Tbsp. mayonnaise, divided",
      "1 Tbsp. Dijon mustard, plus more for serving",
      "2 Tbsp. extra-virgin olive oil, divided",
      "1½ tsp. freshly ground black pepper, plus more",
      "1 (3½–4-lb.) whole chicken or 4 chicken legs (thigh and drumstick; about 3 lb.)",
      "Kosher salt",
      "8 medium shallots, unpeeled, halved lengthwise",
      "2 lemons, divided",
      "1 oz. Parmesan, finely grated",
      "4 oz. country-style bread, torn into (1½\") pieces",
      "2 romaine hearts, leaves separated, torn"
    ],
    "instructions": [
      "Place a rack in lower third of oven; preheat to 450°F. Whisk anchovies, garlic, 3 Tbsp. mayonnaise, 1 Tbsp. mustard, 1 Tbsp. oil, and 1½ tsp. pepper in a small bowl. Set aside 1 Tbsp. anchovy mayo in another small bowl.",
      "Pat chicken dry; season outside and inside all over with salt. Arrange breast side up in a cast-iron skillet and tuck wings underneath. Arrange shallots around (if using legs, nestle under and around); season with salt and pepper. Brush remaining anchovy mayo all over chicken, making sure to get it into the nooks and crannies, then brush shallots with any leftover anchovy mayo.",
      "Place chicken in oven so legs are facing toward the back (this is the hottest part of the oven and will help the legs cook before the breast dries out) and roast until some anchovy mayo and fat begin to drip onto shallots, about 15 minutes. Remove from oven and, using tongs, turn shallots to coat in drippings. Return skillet to oven and continue to roast chicken, stirring shallots once or twice, until golden brown and an instant-read thermometer inserted into the thickest part of breast registers 155°F, 45–55 minutes. If skin starts to get too dark on the top before chicken is done, tent area with foil, leaving the rest of the bird exposed. If using chicken legs, start checking at 40 minutes (a thermometer inserted right at the joint should register 160°F). Transfer chicken and shallots to a cutting board, leaving behind any juices and fat in skillet. If shallots need more time to soften and darken, roast a bit longer without chicken before proceeding. Reserve skillet.",
      "Reduce oven temperature to 400°F. Finely grate half of zest of 1 lemon into a large bowl; cut lemon in half and squeeze in juice. Add reserved 1 Tbsp. anchovy mayo, remaining 3 Tbsp. mayo, and remaining 1 Tbsp. oil and whisk to combine, then stir in Parmesan. Season with salt and pepper. Set dressing aside.",
      "Add bread to reserved skillet with fat and turn to coat. Return skillet to oven and toast bread, tossing halfway through, until golden brown and crisp, 12–15 minutes. Transfer croutons to bowl with reserved dressing. Add romaine and gently toss until lettuce is well coated. Season salad with salt and pepper.",
      "Slice remaining lemon into wedges. Carve chicken and nestle back into skillet or transfer to a platter; arrange shallots and lemon wedges around. Serve with salad and more mustard alongside."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "SALAD",
      "ROAST",
      "POULTRY",
      "CHICKEN",
      "ANCHOVY",
      "MAYONNAISE",
      "MUSTARD",
      "SHALLOT",
      "PARMESAN",
      "LETTUCE",
      "LEMON",
      "GARLIC",
      "SOY FREE",
      "PEANUT FREE",
      "TREE NUT FREE"
    ]
  }
]
