[
  {
    "name": "Chicken Thighs With Tomatoes and Feta",
    "servings": "4",
    "prepTime": "/",
    "ingredients": [
      "6 skin-on, bone-in chicken thighs (about 2¼ lb. total)",
      "½ tsp. kosher salt, plus more",
      "1¼ lb. cherry tomatoes (about 2 pints)",
      "¼ cup harissa paste",
      "3 Tbsp. red wine vinegar",
      "3 sprigs oregano, divided",
      "4 oz. feta, cut into (¼\"-thick) planks",
      "Crusty bread (for serving)"
    ],
    "instructions": [
      "Pat chicken thighs dry with paper towels; season all over with salt. Arrange skin side down in a cold large cast-iron skillet. Set over medium heat and cook chicken, undisturbed, rotating pan as needed for even browning, until skin is very deep golden brown and crisp and chicken releases easily from pan, 13–16 minutes. Using tongs, transfer chicken to a plate, arranging skin side up.",
      "Combine tomatoes, harissa paste, vinegar, 1 oregano sprig, and ½ tsp. salt in same skillet. Increase heat to medium-high and cook, stirring occasionally, until tomatoes burst and their juices start to thicken, 8–10 minutes.",
      "Nestle chicken thighs into tomatoes, skin side up. Reduce heat to medium-low, bring to a simmer, and cook until chicken is just cooked through and flesh is no longer pink (an instant-read thermometer inserted into the thickest part near the bone will register 165°F), and tomato sauce is thickened so that a wooden spoon dragged through it leaves a trail, 6–8 minutes. Remove from heat and let sit 5 minutes.",
      "Break feta into large pieces; scatter over chicken. Some pieces will stay intact while others will soften into the sauce a little—and that's exactly what you want. Pick leaves off remaining 2 oregano sprigs and scatter on top",
      "Serve with bread for sopping up any extra tomato sauce."
    ],
    "tags": [
      "BON APPÉTIT",
      "DINNER",
      "POULTRY",
      "CHICKEN",
      "TOMATO",
      "FETA",
      "OREGANO",
      "VINEGAR",
      "CAST IRON",
      "MEDITERRANEAN",
      "SOY FREE",
      "TREE NUT FREE",
      "PEANUT FREE",
      "KID-FRIENDLY",
      "QUICK & EASY"
    ]
  }
]
